Repository: vaskou/more
Catalog: mcs_child_shop/var/langs/*/addons/mcs_child_shop.po
Languages: el

# SettingsSections::mcs_child_shop::mcs_general
source: Generic settings
el: Γενικές Επιλογές

# Languages::mcs_synchronization
source: Product Synchronization
el: Συγχρονισμός Προϊόντων

# Languages::mcs_synchronize
source: Synchronize
el: Συγχρονισμός

# Languages::mcs_synchronize_categories
source: Synchronize Categories
el: Συγχρονισμός Κατηγοριών

# Languages::mcs_make_products_active
source: Make Products Active
el: Κάνε Τα Προϊόντα Ενεργά

# Languages::mcs_first_time_sync
source: First Time Synchronization
el: Αρχικός Συγχρονισμός

# Languages::mcs_new_products_sync
source: Selected Products Synchronization
el: Συγχρονισμός Επιλεγμένων Προϊόντων

# Languages::mcs_you_cant_sync
source: Currently you can't synchronize the products.
el: Δεν μπορείτε να συγχρονίσετε τα προϊόντα αυτή τη στιγμή.

# Languages::mcs_error_log
source: Error Log
el: Αρχείο Καταγραφής Σφαλμάτων

# Languages::mcs_clear_error_log
source: Clear Error Log
el: Καθαρισμός Αρχείου Καταγραφής Σφαλμάτων

# Languages::mcs_sync_log
source: Synchronization Log
el: Αρχείο Συγχρονισμού

# Languages::mcs_show_log
source: Show Log
el: Εμφάσιση Αρχείου Συγχρονισμού

# Languages::mcs_no_sync_logs
source: No Synchronization Log
el: Δεν Υπάρχει Αρχείο Συγχρονισμού

# Languages::mcs_lock_sync
source: Lock Synchronization
el: Κλείδωμα Συγχρονισμού

# Languages::mcs_lock_sync_product
source: Lock Product Synchronization
el: Κλείδωμα Συγχρονισμού Προϊόντος

# Languages::mcs_last_synchronization
source: Last Synchronization
el: Τελευταίος Συγχρονισμού Προϊόντων

# Languages::mcs_check_products_to_sync
source: Check For Product To Synchronize
el: Έλεγχος Προϊόντων Για Συγχρονισμό

# Languages::mcs_product_u
source: <span class="text-error">Attention! Existing product</span>
el: <span class="text-error">Προσοχή! Υπάρχον Προϊόν</span>

# Languages::mcs_product_n
source: <p class="text-success">New Product</p>
el: <p class="text-success">Νέο Προϊόν</p>

# Languages::mcs_product_l
source: Locked
el: Κλειδωμένο

# Languages::mcs_product_u_tooltip
source: If you update this product, this values will not change: Price, Category, Status. The rest values will be changed with the updated information.
el: Αν κάνετε συγχρονισμό θα παραμείνουν τα εξής στοιχεία: Τιμή, Κατηγορία, Κατάσταση. Όλα τα υπόλοιπα στοιχεία θα αντικατασταθούν με την ανανεωμένη πληροφορία.

# Languages::mcs_product_l_tooltip
source: In order to synchronize this product, you must unlock it from the edit product page.
el: Για να συγχρονίσετε αυτό το προϊόν, πρέπει να το ξεκλειδώσετε από την σελίδα επεξεργασίας προϊόντος.

# Languages::mcs_lock_feature
source: Lock Feature
el: Κλείδωμα Χαρακτηριστικού

# Languages::mcs_no_product_selected
source: No product selected
el: Δεν επιλέξατε κανένα προϊόν

# Languages::mcs_sync_complete_message
source: <p class="text-success">Selected products synchronization completed.</p><p>The new products are set in category <a href="[url]" target="_blank">[category_name]</a>, and they are not visible in your store for now. You can edit the products and set their values: Price, Category and more.</p>
el: <p class="text-success">Ο συγχρονισμός των επιλεγμένων προϊόντων ολοκληρώθηκε.</p><p>Τα νέα προϊόντα έχουν καταχωρηθεί στην κατηγορία <a href="[url]" target="_blank">[category_name]</a> και αυτή τη στιγμή δεν φαίνονται στο κατάστημά σας. Μπορείτε να επεξεργαστείτε τα προϊόντα και να καταχωρίσετε: Τιμή, Κατηγορία και λοιπές πληροφορίες.</p>

# Languages::mcs_db_backup_attention
source: <p class="text-error">Attention! You must wait for the synchronization to finish. Do not browse another page.</p>
el: <p class="text-error">Προσοχή! Πρέπει να περιμένετε να ολοκληρωθεί η διαδικασία συγχρονισμού. Μην περιηγηθείτε σε άλλη σελίδα.</p>
